module.exports.config = {
  name: "joke",
  version: "1.0.1",
  hasPermission: 0,
  credits: "uzairrajput",
  description: "Noprefix",
  commandCategory: "noPrefix",
  usages: "[]",
  cooldowns: 5,
  usePrefix: false
};

module.exports.handleEvent = async function ({ api, event, Users }) {
  var { threadID, messageID } = event;

  var tl = [
    "\n● ──────────────────── ●\n𝙎𝙝𝙤𝙝𝙖𝙧 (𝙗𝙖𝙬𝙞 𝙠𝙤 𝙛𝙤𝙣 𝙥𝙚): Tum bohat pyari ho...!\nBivi: Shukriya...!\nShohar: Tum bilkul Shehzadi jesi ho...\nBivi: Bohat shukriya... aur batao kya kar rahe ho?\nShohar: Main farigh tha socha mazak karun! 😆👈\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝙂𝙞𝙧𝙡𝙛𝙧𝙞𝙚𝙣𝙙: Purse ghar reh gaya hai, 1000 rupee chahiye\nBoyfriend: Yeh 10 rupee lo, rickshaw lo aur apni girlfriend ko behosh kar do 😂👈\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝘼𝙪𝙣𝙩𝙞: Doctor saab ghutney mein dard hai\nDoctor: Wazan kitna hai?\nAunty: Aankh ki chashme ke sath 83kg hai\nDoctor: Aur baghair chashme ke?\nAunty: Mein dekhi nahi sakti 😂👈\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝘾𝙝𝙖𝙣𝙩𝙪: Mujhe agar naya dimaagh lagwana ho toh tumhara lagwaunga\nMintu: Tumhein lagta hai main genius hoon?\nChantu: Nahi, mujhe aisa chahiye jo kabhi use hi na hua ho 😂\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝘼𝙪𝙧𝙖𝙩: Mera wazan kaise kam hoga?\nDoctor: Gardan ko left aur right hilaen\nAurat: Kab?\nDoctor: Jab koi khana offer kare 😂👈\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝘽𝙞𝙫𝙞: Tum sharab par paisay barbaad karte ho!\nShohar: Aur tum 5000 ka makeup?\nBivi: Kyunke main tumhein handsome samajhti hoon!\nShohar: Main bhi isliye peeta hoon 😂👈\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝙀𝙠 𝙢𝙖𝙘𝙝𝙝𝙖𝙧 uda uda soch raha tha...\nDost: Kya hua?\nPehla: Soch raha hoon ki chuhe ki patti mein chooha, soap box mein soap... phir aadmi machardani mein? 😆\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝙎𝙝𝙤𝙝𝙖𝙧: Aaj khana kyun nahi banaya?\nBivi: Gir gayi thi aur lag gayi\nShohar: Kahan gir gayi thi?\nBivi: Takiyye pe gir ke aankh lag gayi 😂👈\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝙎𝙝𝙤𝙝𝙖𝙧: Tum meri film mein kaam karogi?\nBivi: Scene kya hai?\nShohar: Tumhe pani mein dhire dhire jaana hai\nBivi: Film ka naam kya hai?\nShohar: Bhains paani mein chali gayi 😂👈\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝘿𝙤𝙘𝙩𝙤𝙧: Tumhara beta pagal kaise hua?\nBaap: Pehle general coach mein safar karta tha\nDoctor: Phir?\nBaap: Sab kehte the thoda hato, tab se fisal gaya 😂👈\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝙂𝙞𝙧𝙡: Kya kar rahe ho?\nBunty: Machhar maar raha hoon\nGirl: Kitne maare?\nBunty: 5 - 3 auratein 2 mard\nGirl: Kaise pata?\nBunty: 3 mirror ke samne, 2 beer ke sath 😂👈\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝘿𝙖𝙣𝙞: Agar teri GF aur best friend doob rahe hon to kise bachayega?\nMTX: Dono ko doobne dunga... ek sath kyun the? 😆\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝙇𝙖𝙧𝙠𝙞: Kya tumhe mera chappal ka size pata hai?\nLarka: Pehle hi gift mang rahi ho? Main sandal nahi de raha 😂👈\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝘽𝙖𝙣𝙠 𝙈𝙖𝙣𝙖𝙜𝙚𝙧: Mishra ji humare purane grahak hain\nClerk: Hello Mishra ji! Kal bola tha 'jahannum mein jao'\nAaj sirf yeh kehne ke liye call kiya... mat jao 😂👈\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝙎𝙝𝙤𝙝𝙖𝙧: Kaash tum sugar hoti, kabhi kabhi meetha bolti\nBivi: Kaash tum adrak hotay, dil pe bojh mat dalte 😆👈\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝙈𝙖𝙨𝙩𝙚𝙧: Decimal kya hai?\nPappu: Jab 10 se LOVE hota hai to decimal kehte hain 😂\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝘽𝙖𝙗𝙖: Facebook pe roza rakho, mohabbat wapas aa jaayegi 😄\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝙐𝙨𝙩𝙖𝙙: Asmaan mein udti aur zameen pe paida karti hai?\nPappu: Air Hostess 😂\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝙎𝙩𝙪𝙙𝙚𝙣𝙩: Aapne kabhi bakri ya ghora chashma lagaye dekha hai?\nUstaad behosh 😂\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝙈𝙖𝙨𝙩𝙚𝙧: Kitaabein dekh kar kya feel hota hai?\nStudent: Wo phone karti hai lekin jana nahi chahti 😎\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝘽𝙚𝙩𝙖: Amma pyaar ka virus fail gaya hai\nAmma: Chappal hai mere paas, antivirus kaam karti hai 😆\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝘽𝙞𝙫𝙞: Tum mein kya dekha jo shaadi ki?\nShohar: Balcony mein bartan dhote dekha tha 😆\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝙂𝙞𝙧𝙡𝙛𝙧𝙞𝙚𝙣𝙙: Shaadi ke liye maa se baat karo\nBoy: Ab mere dil mein sirf tu hi hai 😍\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝙇𝙖𝙧𝙠𝙖: WhatsApp update karo\nLarki: Kaise?\nLarka: Play Store se\nLarki: Hamare gaon mein Play Store nahi hai 😆\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝙍𝙖𝙢𝙪: Garmi mein kya karte ho?\nDholu: AC ke saamne baithte hain\nRamu: Bohat garmi ho to?\nDholu: AC chalu karte hain 😄\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝙇𝙖𝙧𝙠𝙖: Pizza khao\nLarki: Paise nahi\nLarka: Mehngai hai\nLarki: Ab tum mere bhai ho 😆\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝘼𝙖𝙨𝙝𝙞𝙦: Mujh mein Khuda dikhta hai\nGF: Darshan karo, dakshina do aur nikal jao 😆\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝘽𝙤𝙮𝙛𝙧𝙞𝙚𝙣𝙙: Music mein taqat hai, pani bhi garam ho jaye\nGF: Tera gana sun kar mera khoon ubalta hai 😎\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝙆𝙖𝙧𝙖𝙣: Main Sunil se shaadi nahi kar sakti\nSavita: Kyun?\nMonica: Usne mujhe doosre se pyar karte dekh liya 😆\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝙇𝙖𝙧𝙠𝙖: Mere baap ke samne sab katora leke khade hote hain\nGF: Tumhara baap ameer hai\nLarka: Nahi, gol gappay bechta hai 😂\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝙈𝙖𝙧𝙞𝙯: Operation theek se karein\nDoctor: Aisa kyun?\nMariz: Warna aapka hath chalta hai to mera doobta hai 😆\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝘿𝙤𝙘𝙩𝙤𝙧: Shohar ko aaram ki zarurat hai, yeh goliyan lo\nBivi: Kab doon?\nDoctor: Yeh uske liye nahi, aapke liye hain 😂\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝙋𝙖𝙥𝙥𝙪: Doctor mujhe kya bimari hai?\nDoctor: Larkiyon ka picha chhor do\nPappu: Kya hoga?\nDoctor: Warna mar jaoge, kyunke ek larki meri bhi hai 😆\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝘾𝙝𝙖𝙣𝙩𝙪: Doctor saab, seedhiyan chadhte saans phoolti hai\nDoctor: Dawa likh raha hoon\nChantu: Roz football khelta hoon\nDoctor: Kab tak?\nChantu: Jab tak phone charge hota hai 😆\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝘿𝙤𝙘𝙩𝙤𝙧: Tum chhat se kyun latke ho?\nPagal: Main bulb hoon\nDoctor: Jal kyun nahi rahe?\nPagal: Light gayi hai 😂\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    `\n● ──────────────────── ●\n𝐋𝐚𝐫𝐤𝐢: 𝐓𝐮𝐦 𝐦𝐮𝐣𝐡𝐞 𝐫𝐨𝐳 𝐟𝐨𝐥𝐥𝐨𝐰 𝐤𝐚𝐫𝐭𝐞 𝐡𝐨, 𝐬𝐡𝐚𝐫𝐚𝐦 𝐧𝐚𝐡𝐢 𝐚𝐚𝐭𝐢?\n𝐋𝐚𝐫𝐤𝐚: 𝐒𝐡𝐚𝐫𝐚𝐦 𝐭𝐨𝐮 𝐭𝐚𝐛 𝐚𝐚𝐭𝐢 𝐣𝐚𝐛 𝐭𝐮𝐦 𝐦𝐮𝐣𝐡𝐞 𝐰𝐚𝐩𝐢𝐬 𝐧𝐚 𝐟𝐨𝐥𝐥𝐨𝐰 𝐤𝐚𝐫𝐭𝐢 🤣\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•`,

  `\n● ──────────────────── ●\n𝐌𝐚𝐬𝐭𝐞𝐫: 𝐁𝐚𝐭𝐚𝐨, 𝐥𝐢𝐠𝐡𝐭 𝐤𝐲𝐮 𝐜𝐡𝐚𝐥𝐢 𝐣𝐚𝐭𝐢 𝐡𝐚𝐢?\n𝐒𝐭𝐮𝐝𝐞𝐧𝐭: 𝐊𝐲𝐮𝐧𝐤𝐞 𝐮𝐬𝐚𝐲 𝐛𝐡𝐢 𝐚𝐩𝐧𝐢 𝐥𝐢𝐟𝐞 𝐞𝐧𝐣𝐨𝐲 𝐤𝐚𝐫𝐧𝐢 𝐡𝐨𝐭𝐢 𝐡𝐚𝐢! 😎\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•`,

  `\n● ──────────────────── ●\n𝐃𝐨𝐜𝐭𝐨𝐫: 𝐀𝐚𝐩 𝐤𝐢 𝐫𝐞𝐩𝐨𝐫𝐭 𝐤𝐞 𝐦𝐮𝐭𝐚𝐛𝐢𝐪 𝐚𝐚𝐩 𝐡𝐞𝐚𝐥𝐭𝐡𝐲 𝐡𝐚𝐢𝐧.\n𝐏𝐚𝐭𝐢𝐞𝐧𝐭: 𝐌𝐚𝐠𝐚𝐫 𝐦𝐮𝐣𝐡𝐞 𝐡𝐚𝐫 𝐰𝐚𝐪𝐭 𝐛𝐡𝐨𝐨𝐤 𝐥𝐚𝐠𝐭𝐢 𝐡𝐚𝐢!\n𝐃𝐨𝐜𝐭𝐨𝐫: 𝐓𝐨𝐮 𝐩𝐡𝐢𝐫 𝐡𝐞𝐚𝐥𝐭𝐡𝐲 𝐧𝐚𝐡𝐢, 𝐝𝐞𝐬𝐢 𝐡𝐨! 😂\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•`,

  `\n● ──────────────────── ●\n𝐁𝐨𝐲: 𝐓𝐮𝐦𝐡𝐚𝐫𝐢 𝐚𝐚𝐧𝐤𝐡𝐨𝐧 𝐦𝐞𝐢𝐧 𝐤𝐮𝐜𝐡 𝐛𝐚𝐚𝐭 𝐡𝐚𝐢...\n𝐆𝐢𝐫𝐥: 𝐒𝐚𝐜𝐡 𝐦𝐞𝐢𝐧?\n𝐁𝐨𝐲: 𝐇𝐚𝐚𝐧, 𝐭𝐡𝐨𝐫𝐚 𝐤𝐚𝐣𝐚𝐥 𝐢𝐝𝐡𝐚𝐫 𝐮𝐝𝐡𝐚𝐫 𝐡𝐨 𝐠𝐚𝐲𝐚 𝐡𝐚𝐢 😆\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•`,

  `\n● ──────────────────── ●\n𝐓𝐞𝐚𝐜𝐡𝐞𝐫: 𝐏𝐚𝐩𝐩𝐮! 𝐒𝐜𝐡𝐨𝐨𝐥 𝐤𝐲𝐮𝐧 𝐧𝐚𝐡𝐢 𝐚𝐚𝐲𝐞 𝐤𝐚𝐥?\n𝐏𝐚𝐩𝐩𝐮: 𝐒𝐢𝐫, 𝐧𝐞𝐞𝐧𝐝 𝐦𝐞𝐢𝐧 𝐥𝐢𝐤𝐡𝐚 "𝐤𝐚𝐥 𝐬𝐜𝐡𝐨𝐨𝐥 𝐣𝐚𝐮𝐧𝐠𝐚"... 𝐚𝐮𝐫 𝐥𝐢𝐤𝐡𝐞 𝐡𝐮𝐞 𝐥𝐚𝐟𝐳𝐨𝐧 𝐤𝐚 𝐛𝐚𝐝𝐚 𝐚𝐬𝐚𝐫 𝐡𝐨𝐭𝐚 𝐡𝐚𝐢! 😴\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•`,

  `\n● ──────────────────── ●\n𝐁𝐨𝐲: 𝐀𝐠𝐚𝐫 𝐭𝐮𝐦 𝐦𝐮𝐣𝐡𝐞 𝐜𝐡𝐡𝐨𝐫 𝐤𝐞 𝐜𝐡𝐚𝐥𝐢 𝐠𝐚𝐲𝐢 𝐭𝐨𝐮 𝐦𝐞𝐢𝐧 𝐩𝐚𝐚𝐧𝐢 𝐦𝐞𝐢𝐧 𝐤𝐨𝐨𝐝 𝐣𝐚𝐮𝐧𝐠𝐚!\n𝐆𝐢𝐫𝐥: 𝐀𝐜𝐡𝐚, 𝐦𝐚𝐠𝐚𝐫 𝐬𝐰𝐢𝐦𝐦𝐢𝐧𝐠 𝐬𝐞𝐞𝐤𝐡 𝐥𝐞𝐧𝐚 𝐩𝐞𝐡𝐥𝐞... 😜\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•`,

  `\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥: 𝐓𝐮𝐦 𝐦𝐮𝐣𝐡 𝐬𝐞 𝐬𝐡𝐚𝐚𝐝𝐢 𝐤𝐲𝐮𝐧 𝐤𝐚𝐫𝐧𝐚 𝐜𝐡𝐚𝐡𝐭𝐞 𝐡𝐨?\n𝐁𝐨𝐲: 𝐊𝐲𝐮𝐧𝐤𝐞 𝐦𝐮𝐣𝐡𝐞 "𝐑𝐢𝐬𝐤" 𝐥𝐞𝐧𝐚 𝐩𝐚𝐬𝐚𝐧𝐝 𝐡𝐚𝐢 😁\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•`,

  `\n● ──────────────────── ●\n𝐓𝐞𝐚𝐜𝐡𝐞𝐫: 𝐈𝐭𝐧𝐚 𝐝𝐞𝐫 𝐬𝐞 𝐤𝐲𝐮 𝐚𝐚𝐲𝐞?\n𝐒𝐭𝐮𝐝𝐞𝐧𝐭: 𝐒𝐢𝐫, 𝐬𝐚𝐩𝐧𝐞 𝐦𝐞𝐢𝐧 𝐡𝐨𝐦𝐞𝐰𝐨𝐫𝐤 𝐤𝐚𝐫 𝐫𝐚𝐡𝐚 𝐭𝐡𝐚, 𝐮𝐬𝐢 𝐤𝐚 𝐩𝐫𝐢𝐧𝐭 𝐧𝐢𝐤𝐚𝐥𝐧𝐞 𝐠𝐚𝐲𝐚 𝐭𝐡𝐚 😜\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•`,

  "\n● ──────────────────── ●\n𝐏𝐚𝐩𝐩𝐮: 𝐌𝐮𝐦𝐦𝐲 𝐦𝐞𝐢𝐧 𝐝𝐨𝐜𝐭𝐨𝐫 𝐛𝐚𝐧𝐮𝐧𝐠𝐚!\n𝐌𝐮𝐦𝐦𝐲: 𝐏𝐞𝐡𝐥𝐞 𝐬𝐩𝐞𝐥𝐥𝐢𝐧𝐠 𝐬𝐚𝐡𝐢 𝐤𝐚𝐫𝐧𝐚 𝐬𝐞𝐞𝐤𝐡 𝐥𝐞 '𝐃𝐫.'  𝐦𝐞𝐢𝐧 '𝐑' 𝐩𝐞𝐡𝐥𝐞 𝐚𝐚𝐭𝐚 𝐡𝐚𝐢 𝐲𝐚 '𝐃'? 😆\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

  "\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥𝐟𝐫𝐢𝐞𝐧𝐝: 𝐓𝐮𝐦 𝐦𝐮𝐣𝐡𝐞 𝐤𝐢𝐭𝐧𝐚 𝐩𝐲𝐚𝐫 𝐤𝐚𝐫𝐭𝐞 𝐡𝐨?\n𝐁𝐨𝐲𝐟𝐫𝐢𝐞𝐧𝐝: 𝐔𝐭𝐧𝐚 𝐣𝐢𝐭𝐧𝐚 𝐬𝐭𝐮𝐝𝐞𝐧𝐭 𝐡𝐨𝐥𝐢𝐝𝐚𝐲𝐬 𝐬𝐞 𝐤𝐚𝐫𝐭𝐚 𝐡𝐚𝐢! 😍\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•", "\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥𝐟𝐫𝐢𝐞𝐧𝐝: 𝐓𝐮𝐦 𝐦𝐮𝐣𝐡𝐞 𝐤𝐢𝐭𝐧𝐚 𝐩𝐲𝐚𝐫 𝐤𝐚𝐫𝐭𝐞 𝐡𝐨?\n𝐁𝐨𝐲𝐟𝐫𝐢𝐞𝐧𝐝: 𝐔𝐭𝐧𝐚 𝐣𝐢𝐭𝐧𝐚 𝐬𝐭𝐮𝐝𝐞𝐧𝐭 𝐡𝐨𝐥𝐢𝐝𝐚𝐲𝐬 𝐬𝐞 𝐤𝐚𝐫𝐭𝐚 𝐡𝐚𝐢! 😍\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

    "\n● ──────────────────── ●\n𝐁𝐨𝐲: 𝐓𝐮𝐦 𝐢𝐭𝐧𝐢 𝐬𝐮𝐧𝐝𝐞𝐫 𝐤𝐚𝐢𝐬𝐞 𝐡𝐨?\n𝐆𝐢𝐫𝐥: 𝐌𝐚𝐦𝐦𝐢 𝐤𝐚 𝐣𝐚𝐚𝐝𝐮 𝐡𝐚𝐢!\n𝐁𝐨𝐲: 𝐌𝐞𝐫𝐢 𝐦𝐨𝐦 𝐧𝐞 𝐛𝐡𝐢 𝐣𝐚𝐝𝐮 𝐤𝐢𝐲𝐚 𝐭𝐡𝐚... 𝐦𝐚𝐠𝐚𝐫 𝐦𝐮𝐣𝐡𝐞 𝐜𝐡𝐮𝐡𝐚 𝐛𝐧𝐚 𝐝𝐢𝐲𝐚 😩\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

    "\n● ──────────────────── ●\n𝐓𝐞𝐚𝐜𝐡𝐞𝐫: 𝐓𝐮𝐦 𝐡𝐨𝐦𝐞𝐰𝐨𝐫𝐤 𝐤𝐲𝐨𝐧 𝐧𝐚𝐡𝐢 𝐥𝐚𝐲𝐞?\n𝐒𝐭𝐮𝐝𝐞𝐧𝐭: 𝐒𝐢𝐫, 𝐦𝐚𝐢𝐧 𝐝𝐚𝐫 𝐠𝐲𝐚 𝐭𝐡𝐚 𝐤𝐢 𝐤𝐡𝐨 𝐧𝐚 𝐣𝐚𝐞! 😆\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

    "\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥: 𝐓𝐮𝐦 𝐤𝐢𝐬𝐢 𝐤𝐚𝐦 𝐤𝐞 𝐧𝐚𝐡𝐢𝐧 𝐡𝐨!\n𝐁𝐨𝐲: 𝐏𝐡𝐢𝐫 𝐭𝐮𝐦𝐡𝐚𝐫𝐚 𝐡𝐢 𝐤𝐚𝐦 𝐛𝐧𝐤𝐞 𝐝𝐢𝐤𝐡𝐚𝐨𝐧𝐠𝐚 😂\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

    "\n● ──────────────────── ●\n𝐌𝐨𝐦: 𝐓𝐮𝐦𝐡𝐚𝐫𝐢 𝐩𝐚𝐝𝐡𝐚𝐢 𝐦𝐞𝐢𝐧 𝐝𝐢𝐥 𝐤𝐲𝐮𝐧 𝐧𝐚𝐡𝐢 𝐥𝐚𝐠𝐭𝐚?\n𝐌𝐞: 𝐊𝐲𝐮𝐧𝐤𝐞 𝐝𝐢𝐥 𝐭𝐨 𝐛𝐚𝐛𝐚 𝐊𝐡𝐚𝐧 𝐩𝐞 𝐥𝐚𝐠𝐚 𝐡𝐮𝐚 𝐡𝐚𝐢 💘\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

    "\n● ──────────────────── ●\n𝐁𝐨𝐲: 𝐓𝐮𝐦 𝐦𝐞𝐫𝐢 𝐣𝐚𝐧 𝐡𝐨!\n𝐆𝐢𝐫𝐥: 𝐌𝐚𝐠𝐚𝐫 𝐦𝐞𝐫𝐢 𝐣𝐚𝐧 𝐭𝐨 𝐦𝐞𝐫𝐢 𝐜𝐚𝐭 𝐡𝐚𝐢 😹\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

    "\n● ──────────────────── ●\n𝐁𝐨𝐲: 𝐌𝐚𝐢𝐧 𝐜𝐡𝐚𝐧𝐝 𝐤𝐢 𝐭𝐚𝐫𝐚𝐡 𝐡𝐨𝐧𝐚 𝐜𝐡𝐚𝐡𝐭𝐚 𝐡𝐮𝐧!\n𝐆𝐢𝐫𝐥: 𝐊𝐲𝐮𝐧? 𝐀𝐤𝐞𝐥𝐚?\n𝐁𝐨𝐲: 𝐍𝐚𝐡𝐢𝐧, 𝐫𝐨𝐳 𝐫𝐚𝐭 𝐬𝐚𝐫 𝐩𝐞 𝐧𝐚𝐳𝐚𝐫 𝐚𝐚𝐮𝐧 🌝\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

    "\n● ──────────────────── ●\n𝐓𝐞𝐚𝐜𝐡𝐞𝐫: 𝐁𝐚𝐭𝐚𝐨 𝐚𝐤𝐚𝐬𝐡 𝐤𝐲𝐨𝐧 𝐧𝐢𝐥𝐚 𝐝𝐢𝐤𝐡𝐭𝐚 𝐡𝐚𝐢?\n𝐒𝐭𝐮𝐝𝐞𝐧𝐭: 𝐒𝐢𝐫 𝐟𝐢𝐥𝐭𝐞𝐫 𝐧𝐚𝐡𝐢 𝐥𝐚𝐠𝐚 𝐡𝐨𝐭𝐚 𝐧𝐚 😁\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

    "\n● ──────────────────── ●\n𝐌𝐞: 𝐘𝐚𝐚𝐫 𝐣𝐢𝐛 𝐰𝐚𝐥𝐢 𝐠𝐢𝐫𝐥 𝐝𝐞𝐤𝐡𝐢 𝐭𝐨 𝐝𝐢𝐥 𝐤𝐚𝐧𝐩 𝐠𝐲𝐚!\n𝐃𝐨𝐬𝐭: 𝐓𝐨 𝐟𝐢𝐫 𝐣𝐚𝐨 𝐝𝐨𝐜𝐭𝐨𝐫 𝐤𝐞 𝐩𝐚𝐬 🤨\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

    "\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥: 𝐓𝐮𝐦 𝐦𝐞𝐫𝐞 𝐝𝐢𝐥 𝐦𝐞𝐢𝐧 𝐡𝐨!\n𝐁𝐨𝐲: 𝐏𝐡𝐢𝐫 𝐜𝐚𝐫𝐝𝐢𝐨𝐥𝐨𝐠𝐢𝐬𝐭 𝐤𝐨 𝐛𝐮𝐥𝐚𝐨, 𝐛𝐚𝐡𝐚𝐫 𝐧𝐢𝐤𝐚𝐥𝐨 𝐦𝐮𝐣𝐡𝐞! 😅\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝐁𝐨𝐲: 𝐌𝐚𝐢𝐧 𝐭𝐨 𝐛𝐢𝐥𝐤𝐮𝐥 𝐬𝐚𝐟𝐚𝐲𝐚 𝐬𝐚𝐟 𝐡𝐮𝐧!\n𝐆𝐢𝐫𝐥: 𝐀𝐜𝐡𝐚 𝐭𝐡𝐞𝐤 𝐡𝐚𝐢, 𝐭𝐡𝐨𝐝𝐚 𝐬𝐚 𝐛𝐢𝐧𝐠𝐡𝐚𝐢 𝐥𝐞 𝐥𝐨 😂\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
  "\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥: 𝐌𝐞𝐢𝐧 𝐚𝐩𝐧𝐞 𝐝𝐫𝐞𝐬𝐬 𝐬𝐞 𝐛𝐚𝐡𝐮𝐭 𝐩𝐲𝐚𝐫 𝐤𝐚𝐫𝐭𝐢 𝐡𝐮𝐧!\n𝐁𝐨𝐲: 𝐌𝐚𝐢𝐧 𝐛𝐡𝐢 𝐚𝐩𝐧𝐢 𝐦𝐨𝐭𝐨𝐫𝐛𝐢𝐤𝐞 𝐬𝐞 😎\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
  "\n● ──────────────────── ●\n𝐌𝐨𝐦: 𝐊𝐢𝐭𝐧𝐢 𝐝𝐞𝐫 𝐬𝐞 𝐛𝐚𝐡𝐚𝐫 𝐡𝐨?\n𝐌𝐞: 𝐌𝐨𝐦 𝐥𝐚𝐬𝐭 𝐛𝐫𝐞𝐚𝐤𝐮𝐩 𝐤𝐞 𝐛𝐚𝐝 𝐬𝐚𝐧𝐝𝐚𝐬 𝐛𝐡𝐢 𝐚𝐤𝐞𝐥𝐚 𝐣𝐚𝐭𝐚 𝐡𝐮 😭\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
  "\n● ──────────────────── ●\n𝐁𝐨𝐲: 𝐌𝐞𝐫𝐚 𝐝𝐢𝐥 𝐭𝐨𝐝 𝐤𝐞 𝐤𝐲𝐮𝐧 𝐠𝐲𝐚?\n𝐆𝐢𝐫𝐥: 𝐁𝐚𝐝𝐞 𝐥𝐨𝐠𝐨𝐧 𝐤𝐢 𝐛𝐚𝐭𝐞𝐧 𝐬𝐚𝐦𝐚𝐣𝐡 𝐧𝐚𝐡𝐢 𝐚𝐚𝐭𝐢 𝐭𝐮𝐦𝐡𝐞! 💔\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•", 
     "\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥: 𝐓𝐮𝐦 𝐦𝐮𝐣𝐡𝐞 𝐝𝐨𝐛𝐚𝐫𝐚 𝐦𝐚𝐭 𝐝𝐞𝐤𝐡𝐧𝐚! 😡\n𝐁𝐨𝐲: 𝐒𝐜𝐫𝐞𝐞𝐧𝐬𝐡𝐨𝐭 𝐥𝐞 𝐥𝐢𝐲𝐚 𝐡𝐚𝐢, 𝐚𝐛 𝐡𝐚𝐫 𝐝𝐢𝐧 𝐝𝐞𝐤𝐡𝐨𝐨𝐧𝐠𝐚 😎\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

      "\n● ──────────────────── ●\n𝐓𝐞𝐚𝐜𝐡𝐞𝐫: 𝐓𝐮𝐦𝐡𝐞 𝐜𝐡𝐮𝐭𝐭𝐢 𝐤𝐲𝐨𝐧 𝐜𝐡𝐚𝐡𝐢𝐲𝐞?\n𝐒𝐭𝐮𝐝𝐞𝐧𝐭: 𝐒𝐢𝐫, 𝐝𝐢𝐥 𝐧𝐚𝐡𝐢𝐧 𝐥𝐚𝐠 𝐫𝐚𝐡𝐚 𝐬𝐤𝐨𝐨𝐥 𝐦𝐞𝐢𝐧, 𝐥𝐚𝐠𝐭𝐚 𝐡𝐚𝐢 𝐛𝐫𝐞𝐚𝐤-𝐮𝐩 𝐡𝐨 𝐠𝐲𝐚 💔\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

      "\n● ──────────────────── ●\n𝐁𝐨𝐲: 𝐌𝐞𝐢𝐧 𝐛𝐚𝐝𝐚 𝐀𝐦𝐞𝐞𝐫 𝐡𝐮!\n𝐆𝐢𝐫𝐥: 𝐏𝐫𝐨𝐨𝐟?\n𝐁𝐨𝐲: 𝐉𝐨 𝐝𝐢𝐥 𝐤𝐡𝐫𝐚𝐛 𝐤𝐚𝐫𝐞, 𝐮𝐬𝐞 𝐛𝐥𝐨𝐜𝐤 𝐤𝐚𝐫 𝐝𝐞𝐭𝐚 𝐡𝐮 😌\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

      "\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥: 𝐌𝐞𝐫𝐚 𝐃𝐨𝐬𝐭 𝐁𝐨𝐲𝐟𝐫𝐢𝐞𝐧𝐝 𝐛𝐡𝐢 𝐧𝐚𝐡𝐢𝐧 𝐡𝐚𝐢 🥺\n𝐁𝐨𝐲: 𝐏𝐡𝐢𝐫 𝐦𝐞𝐢𝐧 𝐤𝐢𝐚 𝐚𝐮𝐫𝐭𝐢𝐲𝐨𝐧 𝐤𝐚 𝐃𝐞𝐩𝐚𝐫𝐭𝐦𝐞𝐧𝐭 𝐡𝐮? 😐\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

      "\n● ──────────────────── ●\n𝐌𝐨𝐦: 𝐓𝐮𝐦 𝐡𝐚𝐦𝐞𝐬𝐡𝐚 𝐦𝐨𝐛𝐢𝐥𝐞 𝐤𝐲𝐮 𝐜𝐡𝐞𝐝𝐭𝐞 𝐫𝐞𝐭𝐞 𝐡𝐨?\n𝐌𝐞: 𝐌𝐨𝐛𝐢𝐥𝐞 𝐤𝐚 𝐝𝐢𝐥 𝐧𝐚𝐡𝐢 𝐡𝐨𝐭𝐚 𝐤𝐢𝐲𝐮𝐧𝐤𝐞 𝐰𝐨 𝐌𝐞𝐫𝐢 𝐆𝐢𝐫𝐥𝐟𝐫𝐢𝐞𝐧𝐝 𝐡𝐚𝐢 😍📱\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

  "\n● ──────────────────── ●\n𝐅𝐫𝐢𝐞𝐧𝐝: 𝐓𝐮𝐦 𝐚𝐤𝐬𝐚𝐫 𝐚𝐤𝐞𝐥𝐞 𝐤𝐲𝐨 𝐫𝐚𝐡𝐭𝐞 𝐡𝐨?\n𝐌𝐞: 𝐐𝐮𝐧𝐤𝐞 𝐦𝐞𝐫𝐢 𝐦𝐨𝐡𝐛𝐛𝐚𝐭 𝐛𝐡𝐢 𝐚𝐤𝐞𝐥𝐢 𝐭𝐡𝐢 💀\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝐁𝐨𝐲: 𝐌𝐚𝐢𝐧 𝐭𝐨 𝐭𝐞𝐫𝐚 𝐝𝐢𝐥 𝐜𝐡𝐮𝐫𝐚𝐧𝐚 𝐚𝐲𝐚 𝐭𝐡𝐚...\n𝐆𝐢𝐫𝐥: 𝐌𝐚𝐢𝐧𝐞 𝐭𝐨 𝐩𝐞𝐡𝐥𝐞 𝐡𝐢 𝐋𝐨𝐜𝐤 𝐥𝐚𝐠𝐚 𝐝𝐢𝐲𝐚 😏\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•", "\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥: 𝐓𝐮𝐦 𝐤𝐢𝐭𝐧𝐚 𝐜𝐡𝐚𝐡𝐭𝐞 𝐡𝐨 𝐦𝐮𝐣𝐡𝐞?\n𝐁𝐨𝐲: 𝐔𝐭𝐧𝐚 𝐣𝐢𝐭𝐧𝐚 𝐦𝐢𝐥𝐤𝐚 𝐝𝐚𝐢𝐫𝐲 𝐦𝐢𝐥𝐤 𝐜𝐡𝐨𝐜𝐨𝐥𝐚𝐭𝐞 𝐜𝐡𝐚𝐡𝐭𝐚 𝐡𝐮! �\n● ──────────────────── ●\n    𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•", "\n● ──────────────────── ●\n𝐓𝐞𝐚𝐜𝐡𝐞𝐫: 𝐁𝐚𝐭𝐚𝐨 𝐙𝐚𝐤𝐚𝐭 𝐤𝐢𝐭𝐧𝐢 𝐡𝐨𝐭𝐢 𝐡𝐚𝐢?    \n𝐒𝐭𝐮𝐝𝐞𝐧𝐭: 𝐒𝐢𝐫, 𝐉𝐨 𝐡𝐚𝐫 𝐦𝐚𝐡𝐢𝐧𝐞 𝐦𝐚𝐦𝐚 𝐤𝐢 𝐦𝐚𝐧𝐢 𝐦𝐞𝐧 𝐣𝐚𝐭𝐢 𝐡𝐚𝐢 😆\n    ● ──────────────────── ●\n    𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•", "\n● ──────────────────── ●\n𝐁𝐨𝐲: 𝐌𝐮𝐣𝐡𝐞 𝐭𝐨 𝐭𝐮𝐦𝐡𝐚𝐫𝐢 𝐚𝐚𝐰𝐚𝐳 𝐛𝐚𝐝𝐚 𝐩𝐚𝐬𝐚𝐧𝐝 𝐚𝐚𝐲𝐢...\n𝐆𝐢𝐫𝐥: 𝐎𝐨𝐨𝐨𝐡 𝐓𝐡𝐚𝐧𝐤𝐬!\n𝐁𝐨𝐲: 𝐁𝐚𝐬 𝐢𝐬𝐢𝐥𝐢𝐞 𝐌𝐮𝐭𝐞 𝐤𝐚𝐫 𝐝𝐢𝐲𝐚 😂\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•", "\n● ──────────────────── ●\n𝐌𝐞𝐧𝐭𝐨𝐫: 𝐀𝐩𝐧𝐚 𝐓𝐚𝐥𝐞𝐧𝐭 𝐝𝐢𝐤𝐡𝐚𝐨!\n    𝐌𝐞: 𝐌𝐚𝐢 𝐜𝐡𝐚𝐭𝐬 𝐦𝐞𝐢𝐧 𝐦𝐞𝐬𝐬𝐚𝐠𝐞 𝐛𝐞𝐣𝐡 𝐤𝐞 𝐝𝐞𝐥𝐞𝐭𝐞 𝐤𝐚𝐫 𝐝𝐞𝐭𝐚 𝐡𝐮 😎\n    ● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•", "\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥: 𝐓𝐮𝐦 𝐦𝐮𝐣𝐡𝐞 𝐝𝐨𝐛𝐚𝐫𝐚 𝐦𝐚𝐭 𝐝𝐞𝐤𝐡𝐧𝐚! 😡\n𝐁𝐨𝐲: 𝐒𝐜𝐫𝐞𝐞𝐧𝐬𝐡𝐨𝐭 𝐥𝐞 𝐥𝐢𝐲𝐚 𝐡𝐚𝐢, 𝐚𝐛 𝐡𝐚𝐫 𝐝𝐢𝐧 𝐝𝐞𝐤𝐡𝐨𝐨𝐧𝐠𝐚 😎\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

  "\n● ──────────────────── ●\n𝐓𝐞𝐚𝐜𝐡𝐞𝐫: 𝐓𝐮𝐦𝐡𝐞 𝐜𝐡𝐮𝐭𝐭𝐢 𝐤𝐲𝐨𝐧 𝐜𝐡𝐚𝐡𝐢𝐲𝐞?\n𝐒𝐭𝐮𝐝𝐞𝐧𝐭: 𝐒𝐢𝐫, 𝐝𝐢𝐥 𝐧𝐚𝐡𝐢𝐧 𝐥𝐚𝐠 𝐫𝐚𝐡𝐚 𝐬𝐤𝐨𝐨𝐥 𝐦𝐞𝐢𝐧, 𝐥𝐚𝐠𝐭𝐚 𝐡𝐚𝐢 𝐛𝐫𝐞𝐚𝐤-𝐮𝐩 𝐡𝐨 𝐠𝐲𝐚 💔\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

  "\n● ──────────────────── ●\n𝐁𝐨𝐲: 𝐌𝐞𝐢𝐧 𝐛𝐚𝐝𝐚 𝐀𝐦𝐞𝐞𝐫 𝐡𝐮!\n𝐆𝐢𝐫𝐥: 𝐏𝐫𝐨𝐨𝐟?\n𝐁𝐨𝐲: 𝐉𝐨 𝐝𝐢𝐥 𝐤𝐡𝐫𝐚𝐛 𝐤𝐚𝐫𝐞, 𝐮𝐬𝐞 𝐛𝐥𝐨𝐜𝐤 𝐤𝐚𝐫 𝐝𝐞𝐭𝐚 𝐡𝐮 😌\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

  "\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥: 𝐌𝐞𝐫𝐚 𝐃𝐨𝐬𝐭 𝐁𝐨𝐲𝐟𝐫𝐢𝐞𝐧𝐝 𝐛𝐡𝐢 𝐧𝐚𝐡𝐢𝐧 𝐡𝐚𝐢 🥺\n𝐁𝐨𝐲: 𝐏𝐡𝐢𝐫 𝐦𝐞𝐢𝐧 𝐤𝐢𝐚 𝐚𝐮𝐫𝐭𝐢𝐲𝐨𝐧 𝐤𝐚 𝐃𝐞𝐩𝐚𝐫𝐭𝐦𝐞𝐧𝐭 𝐡𝐮? 😐\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

  "\n● ──────────────────── ●\n𝐌𝐨𝐦: 𝐓𝐮𝐦 𝐡𝐚𝐦𝐞𝐬𝐡𝐚 𝐦𝐨𝐛𝐢𝐥𝐞 𝐤𝐲𝐮 𝐜𝐡𝐞𝐝𝐭𝐞 𝐫𝐞𝐭𝐞 𝐡𝐨?\n𝐌𝐞: 𝐌𝐨𝐛𝐢𝐥𝐞 𝐤𝐚 𝐝𝐢𝐥 𝐧𝐚𝐡𝐢 𝐡𝐨𝐭𝐚 𝐤𝐢𝐲𝐮𝐧𝐤𝐞 𝐰𝐨 𝐌𝐞𝐫𝐢 𝐆𝐢𝐫𝐥𝐟𝐫𝐢𝐞𝐧𝐝 𝐡𝐚𝐢 😍📱\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝐌𝐞𝐫𝐢 𝐆𝐢𝐫𝐥𝐟𝐫𝐢𝐞𝐧𝐝 𝐛𝐨𝐥𝐢: 𝐌𝐮𝐣𝐡𝐞 𝐞𝐤 𝐚𝐜𝐡𝐡𝐚 𝐬𝐮𝐫𝐩𝐫𝐢𝐬𝐞 𝐝𝐞𝐢𝐧!\n𝐌𝐞𝐧𝐞 𝐔𝐬𝐞 𝐚𝐩𝐧𝐢 𝐦𝐚𝐬𝐭𝐢 𝐤𝐢 𝐦𝐚𝐫𝐤𝐬𝐡𝐞𝐞𝐭 𝐝𝐞 𝐝𝐢 😅\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐁𝐨𝐲: 𝐌𝐞𝐫𝐢 𝐦𝐚𝐬𝐭𝐢 𝐦𝐞𝐢𝐧 𝐭𝐨𝐩 𝐚𝐲𝐢 𝐡𝐮𝐢 𝐠𝐢𝐫𝐥 𝐭𝐞𝐚𝐜𝐡𝐞𝐫 𝐡𝐨!\n𝐆𝐢𝐫𝐥: 𝐓𝐮 𝐛𝐡𝐢 𝐚𝐮𝐫𝐚𝐭 𝐛𝐚𝐧 𝐣𝐚!\n𝐁𝐨𝐲: 𝐍𝐚𝐦 𝐛𝐡𝐢 𝐅𝐚𝐭𝐢𝐦𝐚 𝐫𝐚𝐤𝐡 𝐥𝐨? 😜\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐌𝐨𝐦: 𝐓𝐮𝐦𝐡𝐞 𝐚𝐛 𝐛𝐢 𝐬𝐡𝐚𝐫𝐦 𝐧𝐚𝐡𝐢 𝐚𝐭𝐢?\n𝐌𝐞: 𝐍𝐚𝐡𝐢 𝐦𝐚𝐦𝐚, 𝐬𝐡𝐚𝐫𝐦 𝐭𝐨 𝐥𝐨𝐠𝐨𝐧 𝐤𝐨 𝐚𝐭𝐢 𝐡𝐚𝐢 𝐣𝐨 𝐩𝐚𝐝𝐡𝐭𝐞 𝐡𝐚𝐢𝐧 😂\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐓𝐞𝐚𝐜𝐡𝐞𝐫: 𝐊𝐲𝐚 𝐡𝐮𝐚 𝐞𝐱𝐚𝐦 𝐦𝐞𝐢𝐧?\n𝐒𝐭𝐮𝐝𝐞𝐧𝐭: 𝐒𝐢𝐫, 𝐣𝐚𝐛 𝐜𝐡𝐚𝐩𝐭𝐞𝐫 𝐩𝐚𝐝𝐡𝐚 𝐡𝐢 𝐧𝐚𝐡𝐢, 𝐭𝐨 𝐦𝐚𝐫𝐤𝐬 𝐤𝐚𝐡𝐚𝐧 𝐬𝐞 𝐚𝐲𝐞𝐧𝐠𝐞 🤷‍♂️\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥: 𝐌𝐞𝐫𝐢 𝐚𝐰𝐚𝐳 𝐭𝐨 𝐬𝐮𝐧𝐨!\n𝐁𝐨𝐲: 𝐘𝐚𝐫 𝐓𝐨𝐧𝐞 𝐜𝐡𝐚𝐧𝐠𝐞 𝐤𝐚𝐫𝐨, 𝐚𝐮𝐫 𝐛𝐚𝐭𝐚𝐨 𝐛𝐞𝐥𝐥 𝐤𝐚𝐡𝐚𝐧 𝐡𝐚𝐢 📞🤣\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐁𝐨𝐲: 𝐊𝐲𝐚 𝐭𝐮𝐦 𝐦𝐞𝐫𝐞 𝐬𝐚𝐭𝐡 𝐦𝐨𝐯𝐢𝐞 𝐝𝐞𝐤𝐡𝐨𝐠𝐢?\n𝐆𝐢𝐫𝐥: 𝐍𝐚𝐡𝐢𝐧, 𝐦𝐞𝐢𝐧 𝐛𝐡𝐨𝐨𝐭𝐨𝐧 𝐬𝐞 𝐝𝐚𝐫𝐭𝐢 𝐡𝐮 😱\n𝐁𝐨𝐲: 𝐀𝐜𝐡𝐡𝐚 𝐭𝐡𝐞𝐞𝐤 𝐡𝐚𝐢, 𝐚𝐢𝐧𝐚 𝐧𝐚 𝐝𝐞𝐤𝐡𝐧𝐚 😜\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐌𝐞: 𝐌𝐞𝐫𝐢 𝐆𝐢𝐫𝐥𝐟𝐫𝐢𝐞𝐧𝐝 𝐡𝐚𝐫 𝐝𝐢𝐧 𝐠𝐮𝐬𝐬𝐚 𝐤𝐚𝐫𝐭𝐢 𝐡𝐚𝐢 😔\n𝐃𝐨𝐬𝐭: 𝐓𝐮 𝐔𝐬𝐞 𝐏𝐨𝐰𝐞𝐫 𝐁𝐚𝐧𝐤 𝐝𝐞 𝐝𝐞, 𝐬𝐡𝐚𝐲𝐝 𝐬𝐚𝐧𝐭𝐡 𝐡𝐨 𝐣𝐚𝐲𝐞 🔋😂\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐁𝐨𝐲: 𝐓𝐮𝐦 𝐌𝐮𝐣𝐡 𝐬𝐞 𝐏𝐲𝐚𝐫 𝐤𝐲𝐮 𝐤𝐚𝐫𝐭𝐢 𝐡𝐨?\n𝐆𝐢𝐫𝐥: 𝐊𝐲𝐨𝐧𝐤𝐞 𝐭𝐮𝐦 𝐡𝐚𝐫 𝐛𝐚𝐫 𝐦𝐞𝐫𝐞 𝐛𝐢𝐧𝐚 𝐛𝐢𝐥𝐥 𝐛𝐡𝐫 𝐝𝐞𝐭𝐞 𝐡𝐨 💳😝\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐓𝐞𝐚𝐜𝐡𝐞𝐫: 𝐇𝐨𝐦𝐞𝐰𝐨𝐫𝐤 𝐤𝐚𝐡𝐚𝐧 𝐡𝐚𝐢?\n𝐌𝐞: 𝐌𝐚𝐦, 𝐃𝐨𝐠 𝐤𝐡𝐚 𝐠𝐲𝐚!\n𝐓𝐞𝐚𝐜𝐡𝐞𝐫: 𝐓𝐮𝐦𝐡𝐚𝐫𝐞 𝐩𝐚𝐬 𝐝𝐨𝐠 𝐛𝐡𝐢 𝐧𝐚𝐡𝐢 𝐡𝐚𝐢 😤\n𝐌𝐞: 𝐌𝐚𝐦, 𝐍𝐞𝐭𝐟𝐥𝐢𝐱 𝐡𝐚𝐢 😅\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥: 𝐌𝐮𝐣𝐡𝐞 𝐚𝐤𝐞𝐥𝐚 𝐜𝐡𝐨𝐫 𝐝𝐨 😢\n𝐁𝐨𝐲: 𝐌𝐚𝐢𝐧 𝐡𝐢 𝐭𝐨 𝐭𝐡𝐚 𝐣𝐨 𝐭𝐮𝐦𝐡𝐞 𝐬𝐚𝐭𝐚 𝐫𝐚𝐡𝐚 𝐭𝐡𝐚, 𝐚𝐛 𝐦𝐚𝐳𝐚 𝐚𝐲𝐞𝐠𝐚 😈\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
"\n● ──────────────────── ●\n𝐁𝐨𝐲: 𝐌𝐚𝐦𝐦𝐢, 𝐦𝐞𝐫𝐢 𝐆𝐢𝐫𝐥𝐟𝐫𝐢𝐞𝐧𝐝 𝐛𝐡𝐨𝐨𝐤𝐢 𝐡𝐚𝐢 😔\n𝐌𝐨𝐦: 𝐓𝐨 𝐮𝐬𝐞 𝐤𝐡𝐚𝐧𝐚 𝐝𝐞 𝐝𝐨\n𝐁𝐨𝐲: 𝐏𝐚𝐬𝐞 𝐧𝐚𝐡𝐢 𝐡𝐚𝐢, 𝐤𝐡𝐮𝐝 𝐛𝐡𝐢 𝐛𝐡𝐨𝐨𝐤𝐚 𝐡𝐮 🥲\n𝐌𝐨𝐦: 𝐏𝐡𝐢𝐫 𝐛𝐞𝐡𝐚𝐧 𝐛𝐧𝐚 𝐥𝐨 𝐮𝐬𝐞 😒\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥: 𝐓𝐮𝐦 𝐡𝐚𝐫 𝐛𝐚𝐫 𝐦𝐞𝐫𝐞 𝐬𝐞 𝐣𝐡𝐨𝐨𝐭 𝐤𝐲𝐮 𝐛𝐨𝐥𝐭𝐞 𝐡𝐨?\n𝐁𝐨𝐲: 𝐓𝐚𝐤𝐞𝐞 𝐡𝐚𝐪𝐢𝐪𝐚𝐭 𝐬𝐞 𝐛𝐚𝐜𝐡 𝐬𝐚𝐤𝐨 😎\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐌𝐞: 𝐀𝐠𝐞 𝐜𝐡𝐚𝐥𝐤𝐞 𝐝𝐞𝐤𝐡 𝐛𝐫𝐨, 𝐥𝐢𝐟𝐞 𝐛𝐡𝐮𝐭 𝐡𝐞𝐚𝐯𝐲 𝐡𝐨 𝐫𝐚𝐡𝐢 𝐡𝐚𝐢 🧠\n𝐃𝐨𝐬𝐭: 𝐓𝐮 𝐩𝐞𝐡𝐥𝐞 𝐛𝐫𝐞𝐚𝐤𝐟𝐚𝐬𝐭 𝐤𝐚𝐫 𝐥𝐞, 𝐩𝐡𝐢𝐫 𝐟𝐢𝐥𝐨𝐬𝐨𝐟𝐲 𝐤𝐚𝐫𝐧𝐚 🍳🤣\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐓𝐞𝐚𝐜𝐡𝐞𝐫: 𝐉𝐨 𝐛𝐚𝐧𝐧𝐚 𝐜𝐡𝐚𝐡𝐭𝐞 𝐡𝐨, 𝐰𝐨 𝐛𝐚𝐭𝐚𝐨\n𝐌𝐞: 𝐑𝐢𝐜𝐡 😎\n𝐓𝐞𝐚𝐜𝐡𝐞𝐫: 𝐖𝐨 𝐧𝐚𝐢 𝐛𝐚𝐭𝐚𝐨 𝐣𝐨 𝐛𝐨𝐨𝐤 𝐦𝐞 𝐡𝐨\n𝐌𝐞: 𝐏𝐡𝐢𝐫 𝐛𝐞𝐤𝐚𝐫 😭\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥: 𝐌𝐞𝐫𝐚 𝐝𝐢𝐥 𝐭𝐨𝐝 𝐝𝐢𝐲𝐚 𝐭𝐮𝐧𝐞 💔\n𝐁𝐨𝐲: 𝐀𝐜𝐡𝐚 𝐭𝐡𝐚 𝐝𝐮𝐛𝐚𝐫𝐚 𝐭𝐡𝐨𝐝 𝐝𝐞𝐧𝐚 𝐩𝐚𝐝𝐞𝐠𝐚 😈\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐁𝐨𝐲: 𝐌𝐚𝐢𝐧 𝐩𝐚𝐤𝐤𝐚 𝐥𝐨𝐲𝐚𝐥 𝐡𝐮\n𝐆𝐢𝐫𝐥: 𝐏𝐡𝐢𝐫 𝐟𝐨𝐧 𝐦𝐞 𝐩𝐚𝐬𝐬𝐜𝐨𝐝𝐞 𝐤𝐲𝐮 𝐡𝐚𝐢?\n𝐁𝐨𝐲: 𝐂𝐡𝐨𝐫𝐨𝐧 𝐬𝐞 𝐝𝐚𝐫𝐭𝐚 𝐡𝐮 😏\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥: 𝐌𝐞𝐫𝐞 𝐝𝐢𝐥 𝐦𝐞 𝐫𝐚𝐡𝐨 𝐠𝐞?\n𝐁𝐨𝐲: 𝐌𝐚𝐢𝐧 𝐝𝐢𝐥 𝐧𝐚𝐡𝐢 𝐬𝐭𝐨𝐦𝐚𝐜𝐡 𝐦𝐞 𝐫𝐚𝐡𝐧𝐚 𝐜𝐡𝐚𝐡𝐭𝐚 𝐡𝐮, 𝐊𝐡𝐚𝐧𝐚 𝐝𝐞 𝐝𝐨 🍕😂\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐌𝐞: 𝐌𝐚𝐦 𝐦𝐞𝐫𝐚 𝐡𝐨𝐦𝐞𝐰𝐨𝐫𝐤 𝐝𝐨𝐠 𝐤𝐡𝐚 𝐠𝐲𝐚!\n𝐌𝐚𝐝𝐚𝐦: 𝐏𝐚𝐠𝐚𝐥 𝐡𝐨 𝐠𝐲𝐞 𝐡𝐨?\n𝐌𝐞: 𝐀𝐩𝐤𝐚 𝐩𝐚𝐭𝐢 𝐛𝐡𝐢 𝐚𝐩𝐤𝐨 𝐥𝐢𝐞 𝐩𝐚𝐠𝐚𝐥 𝐡𝐨 𝐠𝐲𝐚 𝐭𝐡𝐚 😂\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐃𝐨𝐬𝐭: 𝐓𝐞𝐫𝐢 𝐆𝐅 𝐤𝐚 𝐦𝐨𝐨𝐝 𝐛𝐡𝐮𝐭 𝐬𝐰𝐢𝐧𝐠 𝐤𝐚𝐫𝐭𝐚 𝐡𝐚𝐢\n𝐁𝐨𝐲: 𝐖𝐨 𝐆𝐅 𝐧𝐚𝐡𝐢 𝐩𝐞𝐧𝐝𝐮𝐥𝐮𝐦 𝐡𝐚𝐢 🕰️🤣\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐓𝐞𝐚𝐜𝐡𝐞𝐫: 𝐓𝐮𝐦𝐡𝐞 𝐦𝐚𝐢𝐧 𝐬𝐜𝐡𝐨𝐨𝐥 𝐦𝐞 𝐤𝐲𝐮 𝐛𝐮𝐥𝐚𝐭𝐢 𝐡𝐮?\n𝐌𝐞: 𝐓𝐚𝐤𝐞𝐞 𝐚𝐩 𝐬𝐭𝐚𝐟𝐟 𝐤𝐨 𝐛𝐢 𝐜𝐡𝐡𝐮𝐭𝐢 𝐦𝐢𝐥 𝐬𝐚𝐤𝐞 😎\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥𝐟𝐫𝐢𝐞𝐧𝐝: 𝐓𝐮𝐦 𝐦𝐮𝐣𝐡𝐞 𝐤𝐢𝐭𝐧𝐚 𝐩𝐲𝐚𝐫 𝐤𝐚𝐫𝐭𝐞 𝐡𝐨?\n𝐁𝐨𝐲𝐟𝐫𝐢𝐞𝐧𝐝: 𝐔𝐭𝐧𝐚 𝐣𝐢𝐭𝐧𝐚 𝐬𝐭𝐮𝐝𝐞𝐧𝐭 𝐡𝐨𝐥𝐢𝐝𝐚𝐲𝐬 𝐬𝐞 𝐤𝐚𝐫𝐭𝐚 𝐡𝐚𝐢! 😍\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝐌𝐞𝐫𝐢 𝐆𝐢𝐫𝐥𝐟𝐫𝐢𝐞𝐧𝐝 𝐤𝐞𝐡𝐭𝐢 𝐡𝐚𝐢: 𝐌𝐚𝐢𝐧 𝐭𝐨 𝐚𝐩𝐧𝐢 𝐌𝐨𝐦 𝐣𝐚𝐢𝐬𝐢 𝐛𝐚𝐧𝐧𝐚 𝐜𝐡𝐚𝐡𝐭𝐢 𝐡𝐮𝐧\n𝐌𝐞𝐧𝐞 𝐛𝐨𝐥𝐚: 𝐓𝐨 𝐩𝐡𝐢𝐫 𝐦𝐮𝐣𝐡𝐞 𝐭𝐡𝐚𝐩𝐩𝐚𝐝 𝐤𝐲𝐮𝐧 𝐦𝐚𝐫𝐚 😭\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝐌𝐨𝐦: 𝐁𝐞𝐭𝐚 𝐮𝐭𝐡𝐨 𝐬𝐮𝐛𝐡𝐚 𝐡𝐨 𝐠𝐲𝐢!\n𝐌𝐞: 𝐋𝐞𝐤𝐢𝐧 𝐤𝐡𝐰𝐚𝐛 𝐦𝐞𝐢𝐧 𝐭𝐨 𝐚𝐛𝐡𝐢 𝐫𝐚𝐚𝐭 𝐭𝐡𝐢 💀\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝐓𝐞𝐚𝐜𝐡𝐞𝐫: 𝐄𝐱𝐚𝐦 𝐤𝐚𝐢𝐬𝐞 𝐠𝐲𝐚?\n𝐒𝐭𝐮𝐝𝐞𝐧𝐭: 𝐀𝐚𝐬𝐮 𝐭𝐨 𝐚𝐛𝐡𝐢 𝐭𝐚𝐤 𝐛𝐚𝐧𝐝 𝐧𝐚𝐡𝐢 𝐡𝐮𝐞 😭📄\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥: 𝐓𝐮𝐦 𝐡𝐚𝐫 𝐰𝐚𝐪𝐭 𝐌𝐞𝐬𝐬𝐞𝐧𝐠𝐞𝐫 𝐩𝐞 𝐤𝐲𝐮𝐧 𝐨𝐧𝐥𝐢𝐧𝐞 𝐫𝐞𝐡𝐭𝐞 𝐡𝐨?\n𝐁𝐨𝐲: 𝐓𝐚𝐤𝐞𝐞𝐝 𝐡𝐚𝐢 𝐤𝐢 𝐭𝐮𝐦𝐡𝐞 𝐤𝐢𝐬𝐢 𝐚𝐮𝐫 𝐤𝐞 𝐬𝐚𝐭𝐡 𝐧𝐚 𝐝𝐞𝐤𝐡𝐨𝐧! 😤\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝐌𝐨𝐦: 𝐓𝐮𝐦 𝐤𝐚𝐛 𝐬𝐞 𝐛𝐢𝐦𝐚𝐫 𝐡𝐨?\n𝐌𝐞: 𝐉𝐚𝐛 𝐬𝐞 𝐓𝐞𝐥𝐞𝐠𝐫𝐚𝐦 𝐩𝐞 𝐦𝐨𝐯𝐢𝐞 𝐧𝐚 𝐦𝐢𝐥𝐢 😩\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝐅𝐫𝐢𝐞𝐧𝐝: 𝐂𝐫𝐮𝐬𝐡 𝐤𝐨 𝐩𝐚𝐚 𝐥𝐢𝐲𝐚?\n𝐌𝐞: 𝐍𝐚𝐡𝐢 𝐛𝐡𝐚𝐢, 𝐚𝐛𝐡𝐢 𝐭𝐨 𝐔𝐧𝐝𝐨𝐨𝐤𝐡𝐞 𝐀𝐫𝐦𝐚𝐧 𝐡𝐢 𝐛𝐚𝐚𝐪𝐢 𝐡𝐚𝐢𝐧 💔\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",
    "\n● ──────────────────── ●\n𝐁𝐨𝐲: 𝐌𝐞𝐫𝐢 𝐦𝐨𝐡𝐛𝐛𝐚𝐭 𝐞𝐤 𝐭𝐫𝐚𝐢𝐧 𝐤𝐢 𝐭𝐚𝐫𝐚𝐡 𝐡𝐚𝐢...\n𝐆𝐢𝐫𝐥: 𝐊𝐲𝐨𝐧?\n𝐁𝐨𝐲: 𝐊𝐲𝐮𝐧𝐤𝐞 𝐡𝐚𝐫 𝐬𝐭𝐚𝐭𝐢𝐨𝐧 𝐩𝐞 𝐧𝐞𝐞 𝐥𝐚𝐝𝐤𝐢 𝐜𝐡𝐡𝐨𝐝 𝐣𝐚𝐭𝐢 𝐡𝐚𝐢 😂\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥: 𝐌𝐞𝐫𝐞 𝐛𝐚𝐚𝐥 𝐝𝐞𝐤𝐡𝐨 𝐤𝐢𝐬𝐢 𝐡𝐞𝐫𝐨𝐢𝐧 𝐬𝐞 𝐤𝐚𝐦 𝐧𝐚𝐡𝐢 𝐥𝐚𝐠𝐫𝐚𝐢 𝐧𝐚?\n𝐁𝐨𝐲: 𝐇𝐚𝐧 𝐥𝐚𝐠𝐫𝐡𝐢 𝐡𝐨... 𝐏𝐮𝐫𝐚𝐧𝐢 𝐡𝐨𝐥𝐲𝐰𝐨𝐨𝐝 𝐡𝐨𝐫𝐫𝐨𝐫 𝐟𝐢𝐥𝐦 𝐤𝐢 👻\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐁𝐨𝐲: 𝐌𝐚𝐢 𝐭𝐮𝐦𝐡𝐞 𝐜𝐡𝐡𝐚𝐧𝐝 𝐝𝐞 𝐬𝐚𝐤𝐭𝐚 𝐡𝐨𝐧\n𝐆𝐢𝐫𝐥: 𝐎𝐡 𝐬𝐨 𝐬𝐰𝐞𝐞𝐭!\n𝐁𝐨𝐲: 𝐁𝐚𝐬 𝐭𝐮𝐦𝐡𝐞 𝐫𝐨𝐜𝐤𝐞𝐭 𝐦𝐞 𝐛𝐢𝐭𝐡𝐚 𝐤𝐞 𝐛𝐞𝐣𝐡𝐧𝐚 𝐡𝐨𝐠𝐚 😜\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐌𝐚𝐬𝐭𝐞𝐫: 𝐓𝐮𝐦 𝐜𝐥𝐚𝐬𝐬 𝐦𝐞 𝐬𝐨 𝐤𝐲𝐮𝐧 𝐫𝐡𝐭𝐞 𝐡𝐨?\n𝐒𝐭𝐮𝐝𝐞𝐧𝐭: 𝐒𝐢𝐫 𝐝𝐫𝐞𝐚𝐦𝐬 𝐤𝐨 𝐛𝐢 𝐞𝐝𝐮𝐜𝐚𝐭𝐢𝐨𝐧 𝐜𝐡𝐚𝐡𝐢𝐞 😴\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐁𝐨𝐲: 𝐌𝐞𝐫𝐢 𝐠𝐢𝐫𝐥𝐟𝐫𝐢𝐞𝐧𝐝 𝐤𝐚 𝐦𝐮𝐝𝐝𝐚 𝐤𝐲𝐚 𝐡𝐚𝐢?\n𝐅𝐫𝐢𝐞𝐧𝐝: 𝐖𝐨 𝐭𝐨 𝐦𝐮𝐝 𝐤𝐞 𝐛𝐡𝐢 𝐧𝐚𝐡𝐢 𝐝𝐞𝐤𝐡𝐭𝐢 😭\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥: 𝐌𝐮𝐣𝐡𝐞 𝐝𝐞𝐤𝐡 𝐤𝐞 𝐤𝐲𝐚 𝐥𝐚𝐠𝐭𝐚?\n𝐁𝐨𝐲: 𝐅𝐢𝐥𝐭𝐞𝐫 𝐬𝐡𝐚𝐫𝐭 𝐡𝐨 𝐠𝐲𝐚 𝐡𝐚𝐢 𝐬𝐡𝐚𝐲𝐝 🤭\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐌𝐨𝐦: 𝐓𝐮𝐦 𝐛𝐚𝐫𝐛𝐚𝐝 𝐡𝐨 𝐣𝐚𝐨𝐠𝐞 𝐚𝐠𝐚𝐫 𝐧𝐚𝐡𝐢 𝐩𝐚𝐝𝐡𝐨𝐠𝐞!\n𝐌𝐞: 𝐁𝐚𝐫𝐛𝐚𝐝 𝐤𝐢 𝐭𝐢𝐜𝐤𝐞𝐭 𝐤𝐢𝐭𝐧𝐞 𝐤𝐢 𝐡𝐨𝐭𝐢 𝐡𝐚𝐢 𝐯𝐚𝐢𝐬𝐞? ✈️\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐆𝐢𝐫𝐥: 𝐌𝐚𝐢 𝐜𝐡𝐡𝐨𝐭𝐢 𝐜𝐡𝐡𝐨𝐭𝐢 𝐛𝐚𝐭𝐨𝐧 𝐩𝐞 𝐧𝐚𝐫𝐚𝐳 𝐡𝐨 𝐣𝐚𝐭𝐢 𝐡𝐮𝐧\n𝐁𝐨𝐲: 𝐈𝐬𝐥𝐢𝐞 𝐭𝐮𝐦𝐡𝐚𝐫𝐚 𝐝𝐢𝐦𝐚𝐠 𝐛𝐡𝐢 𝐜𝐡𝐡𝐨𝐭𝐚 𝐡𝐚𝐢 🤣\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐒𝐭𝐮𝐝𝐞𝐧𝐭: 𝐒𝐢𝐫 𝐩𝐚𝐩𝐞𝐫 𝐛𝐡𝐨𝐭 𝐝𝐢𝐟𝐟𝐢𝐜𝐮𝐥𝐭 𝐭𝐡𝐚!\n𝐓𝐞𝐚𝐜𝐡𝐞𝐫: 𝐊𝐲𝐮𝐧?\n𝐒𝐭𝐮𝐝𝐞𝐧𝐭: 𝐌𝐚𝐢 𝐭𝐨 𝐬𝐨𝐧𝐞 𝐚𝐲𝐚 𝐭𝐡𝐚, 𝐩𝐚𝐩𝐞𝐫 𝐭𝐨 𝐬𝐮𝐫𝐩𝐫𝐢𝐬𝐞 𝐭𝐡𝐚 😵\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•",

"\n● ──────────────────── ●\n𝐅𝐫𝐢𝐞𝐧𝐝: 𝐊𝐚𝐦𝐚𝐥 𝐤𝐢 𝐠𝐢𝐫𝐥𝐟𝐫𝐢𝐞𝐧𝐝 𝐡𝐚𝐢 𝐭𝐞𝐫𝐢\n𝐁𝐨𝐲: 𝐊𝐲𝐨𝐧?\n𝐅𝐫𝐢𝐞𝐧𝐝: 𝐌𝐞𝐬𝐬𝐢𝐧𝐠 𝐦𝐞 𝐛𝐡𝐢 𝐚𝐭𝐭𝐢𝐭𝐮𝐝𝐞 𝐝𝐢𝐤𝐡𝐚𝐭𝐢 𝐡𝐚𝐢! 😏\n● ──────────────────── ●\n𒁍⃝𝐌𝐀𝐃𝐄 𝐁𝐘 𝐔ʑʌīī𝐑┼•__🦋•"
  ];

  var rand = tl[Math.floor(Math.random() * tl.length)];
  let yan = event.body ? event.body.toLowerCase() : '';

  if (yan.indexOf("joke") >= 0) {
    api.setMessageReaction("🙃", event.messageID, (err) => {}, true);
    api.sendTypingIndicator(event.threadID, true);

    let userH = event.senderID;
    const userInfo = global.data.userName.get(userH) || await Users.getUserInfo(userH);
    if (event.senderID == api.getCurrentUserID()) return;

    var msg = {
      body: "@" + userInfo + ", " + rand,
      mentions: [{
        tag: "@" + userInfo,
        id: userH
      }]
    };

    setTimeout(function () {
      return api.sendMessage(msg, threadID, messageID);
    }, 2000);
  }
};

module.exports.run = async function ({ api, event, __GLOBAL }) {};
