module.exports.config = {
  name: "\n",
  version: "1.0.5",
  hasPermssion: 0,
  credits: "uzairrajput",
  description: "Prefix with randoimg",
  commandCategory: "prefix",
  usages: "just use your prefix",
  cooldowns: 0,
};

module.exports.run = async ({ api, event }) => {
  const allicon = ["💞", "💖", "💗", "💜", "🌸", "💗", "💝", "🎀", "🌹", "🍁", "🎊", "🌟", "🍁"];
  const lol = allicon[Math.floor(Math.random() * allicon.length)];
  const moment = require("moment-timezone");
  const timeStart = Date.now();
  const dcm = process.uptime();
  var seconds = Math.floor(dcm / (60 * 60));
  var minutes = Math.floor((dcm % (60 * 60)) / 60);
  var hours = Math.floor(dcm % 60);
  const timeNow = moment.tz("Asia/Karachi").format("DD/MM/YYYY || HH:mm:ss");

  var thu = moment.tz('Asia/Karachi').format('dddd');
  if (thu == 'Sunday') thu = 'Sunday';
  if (thu == 'Monday') thu = 'Monday';
  if (thu == 'Tuesday') thu = 'Tuesday';
  if (thu == 'Wednesday') thu = 'Wednesday';
  if (thu == "Thursday") thu = 'Thursday';
  if (thu == 'Friday') thu = 'Friday';
  if (thu == 'Saturday') thu = 'Saturday';

  const quotes = [
    "جــ͜ـؔـو  مــ͜ـؔـعیار  تک  نـــ͢ــ͡ــــہ  پـــ͢ــ͡ــہنچ  سڪـــ͜ـؔـیں🖤✨\nپــ͢ــ͡ــھر وہ کــ͜ـؔـردار پـہ بــ͜ـؔـھونکتــ͢ــ͡ــے ہــ͜ـؔـیں 🚬🍷🔐⚠️",
    "کســی کــو چــاہنــا آســان ہــے نبھـانــا مــشکل ہــے۔❤️‍🩹\n        کیــونکـہ \nچـاہنــے میــں جـذبــہ ہـوتـا ہــے اور نبھـانــے میــں کــردار💗💯🥀",
    "*ہمــّْ͢ـارا نــّْ͢ـام ہــّْ͢ـی کــّْ͢ـافــّْ͢ـی ہــّْ͢ـے تیــّْ͢ـری محــّْ͢ـفل میــّْ͢ـں🤡* \n *ہــّْ͢ـم خــّْ͢ـود آ گئــّْ͢ـے تــّْ͢ـو دیــّْ͢ـوانــّْ͢ـے ھــّْ͢ـو جــّْ͢ـاؤگــّْ͢ـے تــّْ͢ـم*💀🥂\n ꕹؖؖؖؖؖؖؖؖؖؖؖؖؖؖؖؖؖؖؖؖؖؖؖؖؖၸ̿̿̿̿̿̿̿⃝𓆩〭〬🩵🪽*̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊̊❀͙͙͙͙͙͙͙͙͙͝\n\n𝐔ʑʌīī𝐑┼•__🦋• ",
    "❮❮«💐🖤🐣🍒❯     🍂♡🖇️\n\n••کـَــوئـَی خـَ٘ــانــَْدانـَـی لـَـوگـَ٘ــــ بـَیـَٹـَھــَ٘ــے ہــَٔوں تــٌَـو بـَ٘لوانــَ٘ـا ہـَمـَیـَ٘ں_  🍂♡🖇️\n🦅__ہـَ٘م بـَ٘یـَکـَـار کـَــی مـَحـَفـَلــَ٘وں مـَـَیں الـَفـَ٘اظ پـَھـَیـَنـَکـَـ٘ا نـَہیـَ٘ں کـَــرتــَ٘ـے️••♡🌸🖇️♡🖇️❮🍓🐿️❯   🩹»❯\n👿*///----̷-----✿︎*\n●🌹▬▬̷▬▬๑۩خانی 💯🥰",
    "🦋 ‏٭‏*روٹــۧۛـ𝆊۬ـھا ہــۧۛـ𝆊۬ـوا ہــۧۛـ𝆊۬ـے مجــۧۛـ𝆊۬ـھ ســۧۛـ𝆊۬ـے اس بــۧۛـ𝆊۬ـات پــۧۛـ𝆊۬ـر زمــۧۛـ𝆊۬ـانــۧۛـ𝆊۬ـہ۱۱🤌🏻👽🤡*\n*شــۧۛـ𝆊۬ـامــۧۛـ𝆊۬ـل نہــۧۛـ𝆊۬ـیں ہــۧۛـ𝆊۬ـے مــۧۛـ𝆊۬ـیری فطــۧۛـ𝆊۬ـرت میــۧۛـ𝆊۬ـں ســۧۛـ𝆊۬ـر جھــۧۛـ𝆊۬ـکانــۧۛـ𝆊۬ـا☠️✌🏻*",
    "❤️کہیــّْ͢ــں وفــّْ͢ــا ہــّْ͢ــی نہیــّْ͢ــں تھــّْ͢ــی ہــّْ͢ــر اک سوالــّْ͢ــی تھــّْ͢ــا ❤️\n❤️میــّْ͢ــرے مــّْ͢ــزاج کــّْ͢ــے لوگــّْ͢ــوں ســّْ͢ــے شہــّْ͢ــر خالــّْ͢ــی تھــّْ͢ــا❤️ 
                         🥀",
    "•┈┈┈••✦ ♡ ✦••┈┈┈•\n*نـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــہیں مشـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــکل وفـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــا 💐💖🔐*\n*ذزا دیـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــکھـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــو یہـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــاں🌛🦋🖤*\n\n *تیـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــری آنکـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــھـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــوں مـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــیں 🫠🥹🩵*\n*بـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــستا ہـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــے میـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــرا جہـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــاں🌚💖🌺*\n\n *کـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻqــبھی سـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــن تـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــو زرا 🥺💐❤️‍🩹*\n*جـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــو مـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــیں کـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــہ نـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــہ سکـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــا🦋🔐🌸*\n\n *مـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــیری دنـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــیا تـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــم ہـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــی ہـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــو 🌈🌸🍇*\n         *تـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــم ہـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــی آسـﹿٰٰٰٖٖٖٜ۬ﹿٰٰٖٖٜ۬ﹻــرا💛🌚😍*",
    "𝐖𝐇𝐄𝐍 𝐘𝐎𝐔𝐑 𝐅𝐀𝐕 𝐏𝐄𝐑𝐒𝐎𝐍 𝐈𝐆𝐍𝐎𝐑𝐄 𝐔𝐇 ❤️‍🩹🫥\n             ᵗᵘᵐʰᵃʳⁱⁱ ᵠᵈᵃʳ ᵏʳᵗᵃ ʰᵒ ᵉˢ ᵖʳ ⁿᵃᵃᶻ ᵐᵗ ᵏʳⁿᵃ \n.    ᵐᵘʲᵉ ᵗᵘᵐ ᵠᵗᵃˡ ᵏʳ ᵈᵉⁿᵃ ⁿᵃᶻᵃʳ ᵃⁿᵈᵃᵃᶻ ᵐᵗ ᵏʳⁿᵃ 🤕😔",
    "𝗦𝗛𝗘\n            𝖠𝖬 𝖡𝖴𝖲𝖸 𝖭𝖮𝖶 \n𝗠𝗘𝗘\n           ᵗᵉʳᵉ ᵐᵃˢʳᵒᶠⁱʸᵃᵗ ᵗᵉʳᵉ ᵐᵃʲᵇᵒʳⁱʸᵃ ˢⁱʳ ᵃⁿᵏʰᵒ ᵖʳ \nᵐᵃᵍᵉʳ ᵗᵉʳᵃ ᵘ ᵇᵉ ᵖᵃʳʷᵃʰ ʰᵒ ʲᵃⁿᵃ ᵐᵘʲᵉ ᵃᶜʰᵃ ⁿⁱⁱ ˡᵍᵗᵃ ❤️‍🩹🥀",
    "𝗧𝗛𝗘  𝗦𝗜𝗟𝗘𝗡𝗖𝗘 𝗔𝗙𝗧𝗘𝗥               𝗥𝗘𝗔𝗟𝗜𝗦𝗜𝗡𝗚 𝗧𝗛𝗔𝗧\nحقیقتیں سمجھ آ جائے تو خواب مر جایا کرتے ہے 🙂",
    "𝗜𝗡𝗦𝗔𝗡𝗜𝗬𝗔𝗧\n             ⁱⁿˢᵃⁿⁱʸᵃᵗ ᵇᵒʰᵃᵗ ᵇᵃʳᵃ ᵏʰᵃᶻᵃⁿᵃ ʰᵃⁱ ᵉˢᵉ ˡⁱᵇᵃˢ ᵐᵉ ⁿᵃʰⁱ\nⁱⁿˢᵃᵃⁿ ᵐᵉ ᵗᵃˡᵃˢʰ ᵏᵃʳᵉ 🌾🫀",
  ];

  const randomQuote = quotes[Math.floor(Math.random() * quotes.length)];

  const randomImages = [
    "https://i.ibb.co/NgjXdD0x/1748438938881.jpg",
    "https://i.ibb.co/G49v64nT/1748438947590.jpg",

"https://i.ibb.co/svYD2LWG/1748438956639.jpg",

"https://i.ibb.co/vGSNLjR/1748438961078.jpg",

"https://i.ibb.co/SwkQ536C/1748438969801.jpg",
"https://i.ibb.co/YB8XxP3j/Messenger-creation-24935440-1-EA2-4540-A578-2051-D96-A6-CD7.jpg", 
"https://i.ibb.co/1tmvspT0/46020eea256abf905d91cd94a9c1b6be.jpg"
  ];

  const randomImage = randomImages[Math.floor(Math.random() * randomImages.length)];

  const messageInfo = await api.sendMessage({
    body: `𝗵𝗲𝗹𝗹𝗼 𝗲𝘃𝗲𝗿𝘆𝗼𝗻𝗲, 𝘆𝗲𝘀 𝘆𝗼𝘂'𝗿𝗲 𝗿𝗶𝗴𝗵𝘁 𝘁𝗵𝗮𝘁'𝘀 𝗺𝘆 𝗽𝗿𝗲𝗳𝗶𝘅 〖 # 〗 𝗳𝗼𝗿 𝗻𝗼𝘄 𝗶 𝘄𝗶𝗹𝗹 𝗴𝗶𝘃𝗲 𝘆𝗼𝘂 𝗮 𝗿𝗮𝗻𝗱𝗼𝗺𝗲𝗾𝘂𝗼𝘁𝗲𝘀!\n\n◆━━━━◆『 ${lol} 』◆━━━◆\n\n𝗵𝗲𝗿𝗲'𝘀 𝘆𝗼𝘂𝗿 𝗿𝗮𝗻𝗱𝗼𝗺 𝗾𝘂𝗼𝘁𝗲𝘀:\n ${randomQuote}\n\n◆━━━━◆『 ${lol} 』◆━━━◆\n\n𝘁𝗵𝗲 𝗰𝗮𝗹𝗲𝗻𝗱𝗮𝗿 𝘁𝗼𝗹𝗱 𝗺𝗲 𝘁𝗵𝗮𝘁 𝘁𝗵𝗲 𝗱𝗮𝘆 𝗿𝗶𝗴𝗵𝘁 𝗻𝗼𝘄 𝗶𝘀: ${thu}\n\n\𝗵𝗲𝗿𝗲'𝘀 𝘁𝗵𝗲 𝗱𝗮𝘁𝗲 𝗮𝗻𝗱 𝘁𝗶𝗺𝗲 𝗻𝗼𝘄:
     ${timeNow}\n\n◆━━━━◆『 ${lol} 』◆━━━◆\n\n𝗕𝗢𝗧 𝗜𝗡𝗙𝗢𝗥𝗠𝗔𝗧𝗜𝗢𝗡:
     \nThe Bot Status: Online 24/7\nProcessing speed: ${Date.now() - timeStart} second\nThe Bot Online at: ${seconds} hour ${minutes} minute ${hours} seconds. 」\n\n◆━━━━◆『 ${lol} 』◆━━━◆\n\n╭───────────────❍
│ 🤖 𝗔𝗗𝗠𝗜𝗡 𝗕𝗢𝗧 🤖
├───────────────╮
│ ✦ 𝑵𝒂𝒎𝒆: 𝑴𝒓𝑼𝒛𝒂𝒊𝒓𝑿𝒙𝑿 🖤
│ ✦ 𝐃𝐎𝐁: 15/10/2005 🎂
│ ✦ 𝐇𝐞𝐢𝐠𝐡𝐭: ⚠ Secret
│ ✦ 𝐖𝐞𝐢𝐠𝐡𝐭: ⚖ 62kg
│ ✦ 𝐈𝐆: it'xuzair449 📸
│ ✦ 𝐅𝐁: [𝑀𝓉𝓍𝓊𝓏𝒶𝒾𝓇](https://www.facebook.com/Mtxuzair)
╰───────────────❍

🎀 𝐓𝐡𝐚𝐧𝐤𝐬 𝐟𝐨𝐫 𝐮𝐬𝐢𝐧𝐠  
𝐔ʑʌī𝐑 𝐑𝐚𝐣𝐩𝐮𝐭┼•__🦋•  𝐁𝐎𝐓┼•🤖

╭───────────────❍
│ ✦ 𝗣𝗘𝗔𝗞 𝗢𝗙 𝗠𝗔𝗡 𝗟𝗢𝗩𝗘 🫀
│ “ᵇʰʳᵃᵐ ʳᵉᵏʰᵃ ʰᵃⁱ ᵗᵉʳᵉ ʰⁱʲᵃʳ ᵏᵃ…
│      ʷʳⁿᵃ ᵏⁱᵃ ʰᵒᵗᵃ ʰᵃⁱ 🫀”
│ “ᵐᵉ ʳᵒⁿᵉ ᵖʳ ᵃ ʲᵃᵒ ᵗᵒ ʲʰᵃʳⁿᵃ ᵏⁱᵃ ʰᵒᵗᵃ 🌾”
│ “ᵐᵒᵘᵗ ᵗʷ ᵐᵉʳⁱ ᵐᵘᵗʰⁱⁱ ᵐᵉ ʳᵉʰᵗⁱ ʰᵃⁱ…
│     ᵘˢ ᵏⁱⁱ ᵏʰᵃᵗᵉʳ ❤️‍🩹”
│ “ᵘˢ ˢᵉ ᵇᵉ ᵃᵍʸ ʲᵃᵒ ᵐᵃʳⁿᵃ ᵏⁱᵃ ʰᵒᵗᵃ 🙂🫀”
╰───────────────❍
\n● ──────────────────── ●\n𝐔ʑʌī𝐑 𝐑𝐚𝐣𝐩𝐮𝐭┼•__🦋•`,
    attachment: (await global.nodemodule["axios"]({
      url: randomImage,
      method: "GET",
      responseType: "stream"
    })).data
  }, event.threadID);

  const handleReply = ({ event }) => {
    if (event.messageID === messageInfo.messageID && event.userID !== api.getCurrentUserID()) {
      api.sendMessage(
        `=== [ 𝗔𝗗𝗠𝗜𝗡 𝗕𝗢𝗧 ] ===\n` +
        `❯ Name: 𝑴𝒓𝑼𝒛𝒂𝒊𝒓𝑿𝒙𝑿\n` +
        `❯ Height: secret\n` +
        `❯ Date of birth: 15/10/2005\n` +
        `❯ Instagram: it'xuzair449\n` +
        `❯ Weight: 62\n` +
        `❯ Facebook: https://www.facebook.com/Mtxuzair\n` +
        `❯ Thanks for using 𝑴𝒓𝑼𝒛𝒂𝒊𝒓𝑿𝒙𝑿-𝑴𝑻𝑿 💚✨ bot 🤖.`, event.threadID
      );

      api.removeListener(handleReply);
    }
  };

  api.listenMqttEvent('message_reply', handleReply);
};
